[
  {
    "SortOrder": 1,
    "ReferenceName": "Giovanny Alzate",
    "ReferenceCompanyPosition": "UruIT - Sr. Software Developer",
    "ReferenceDescription": "I know Roger for almost 15 years and I have had the opportunity to work with him in a couple of opportunities. Roger is a person who loves what he does, he is the kind of people who make the things happen, his commitment talks by himself and when things go wrong he is the one to propose solutions, he is the “fixer”. Roger has leadership skills, he enjoys learning new stuff participating actively in .Net communities, in short Roger is the one I would want to work with in my team.",
    "WebPage": "https://www.uruit.com/"
  },
  {
    "SortOrder": 2,
    "ReferenceName": "Juan David Lara",
    "ReferenceCompanyPosition": "Globant - Sr. Software Developer",
    "ReferenceDescription": "Excellent engineer, direct person, clear, committed, responsible, collaborator, team player, great technical knowledge and resourceful",
    "WebPage": "https://www.globant.com/"
  },
  {
    "SortOrder": 3,
    "ReferenceName": "Frank Wyton",
    "ReferenceCompanyPosition": "Owner - www.wyware.com",
    "ReferenceDescription": "Roger is a critical part of our team. He is very strong technically and has the general business acumen to quickly comprehend what is needed to develop a suitable solution. I can trust that the work I give him will be done quickly and at the highest level of quality. It is extremely rare to find someone with such a high level of workmanship and an excellent mentality.",
    "WebPage": "https://www.wyware.com/"
  },
  {
    "SortOrder": 4,
    "ReferenceName": "Salim Adamon",
    "ReferenceCompanyPosition": "CEO - https://www.sadax-technology.com",
    "ReferenceDescription": "I have been extremely please by my experience working with Roger. Not only does he have very strong technical skills with Dynamics CRM and related development technologies, he also has the ability learn new tools and features and become proficient in no time. His understanding of business needs allowed us to delegate work to him with confidence that the necessary thought process would be applied when building application features. My team really enjoys working with him.",
    "WebPage": "https://www.sadax-technology.com/"
  }
]
